Repository: amiravisar89/openfield-ios
Catalog: Openfield/Resources/Languages/*.lproj/Localizable.strings
Languages: pt_br

# contract::updatedTou
source: Agree to the updated terms of use and acknowledge the updated privacy policy by clicking Accept.
pt_br: Por favor, clique em Aceitar se você aceita nossos termos de uso e conhece nossa política de privacidade.

# contract::acceptBtn
source: Accept
pt_br: Aceitar

# contract::updatedTouSupport
source: If you have any questions, contact Support.
pt_br: Se você tem alguma dúvida, você sempre pode nos contatar através do Suporte.

# contract::supportLinkablePart
source: Support
pt_br: Suporte

# search::searchForField
source: Search for a field
pt_br: procure um campo

# fieldSorting::sortBy
source: Sort by
pt_br: Ordenar por

# fieldSorting::save
source: Save
pt_br: Salvar

# fieldSorting::latest
source: Latest
pt_br: Mais recentes

# fieldSorting::unread
source: Unread
pt_br: Não lidos

# farm::chooseSeason
source: Choose season
pt_br: Escolha a safra

# virtualScouting::virtualScoutingButton
source: Virtual Scouting​
pt_br: Monitoramento virtual

# virtualScouting::guidePinchMapToZoom
source: Pinch map to zoom
pt_br: Clique no mapa para ampliar

# virtualScouting::guideTapOnCell
source: Tap on a cell to view images
pt_br: Toque em uma célula para ver as imagens

# virtualScouting::guideChangeDates
source: Change dates to view scanned areas
pt_br: Altere as datas para visualizar as áreas monitoradas​

# gallery::imageLoadingError
source: Failed to load image
pt_br: Falha ao carregar a imagem
