Repository: amiravisar89/openfield-ios
Catalog: Openfield/Resources/Languages/*.lproj/Localizable.strings
Languages: pt_br

# login::notReceive
source: Did not receive SMS?
pt_br: Não recebeu o SMS?

# login::resendCode
source: Resend code
pt_br: Reenviar código

# login::verifyCode
source: Verifying code…
pt_br: Verificando código…

# login::enterPhone
source: Enter your phone number
pt_br: Digite seu número de telefone

# timeAgo::now
source: now
pt_br: agora

# feedbackReason::cant_fix
source: Can't fix
pt_br: Não há solução

# insight::avgStandCount
source: Avg. stand count
pt_br: Estande

# dimiss
source: Dismiss
pt_br: Recusar

source: Done
pt_br: Feito

source: Type
pt_br: modelo

source: Rate
pt_br: Avaliar

source: Submit
pt_br: Enviar

source: Today
pt_br: Hoje

source: Yesterday
pt_br: Ontem

source: NEW
pt_br: NOVO

source: Night image
pt_br: Imagem noturna

# login::valmontIdustriesLinkPart
source: Terms of Use
pt_br: termos de uso

# login::valmontIdustries
source: © 2023 Valmont Industries, Inc Terms of Use | Version
pt_br: © 2023 Valmont Industries, Inc termos de uso | versão

# login::contactSupport
source: contact support
pt_br: Contate-nos.

# login::troubleLogin
source: Having trouble logging in?
pt_br: Problemas no login?

# login::welcome
source: Welcome
pt_br: Bem vindo (a)

# login::codeScreenInfo_IOS
source: Check your SMS messages. We’ve sent the code to %@
pt_br: Verifique suas mensagens SMS. Nós enviamos o código para %@

# loginErrors::invalid_account_error_IOS
source: No Insights account exists for this number. Please contact %@ or your Valley dealer.
pt_br: Não existe uma conta Insights para este número. Por favor entre em contato com %@ ou se revendedor.

# loginErrors::invalid_account_target_error
source: Support
pt_br: Suporte

# feed::unreadCount_IOS
source: Unread ( %@ )
pt_br: Não lidos ( %@ )

# feed::allCount_IOS
source: All ( %@ )
pt_br: Todos ( %@ )

# feed::errorInsightsSubtitle
source: Something went wrong, please try again to load insights
pt_br: Algo deu errado, tente carregar os insights novamente

# feed::unreadTitle
source: Filtered by unread
pt_br: Filtrado por não lido

# analysis::multipleInsightsSelected_IOS
source: %@ selected
pt_br: %@ selecionado

# insight::openCardTooltip
source: Drag to see additional information and actions
pt_br: Arraste para ver informações e ações adicionais

# insight::shareInsight_IOS
source: An Insight was detected on %@ in field %@ - %@. %@
pt_br: Uma do foi detectada pelo Insights em %@ no campo %@ - %@. %@

# insight::shareLocationInsight_IOS
source: An Insight %@ from %@ for field %@: %@
pt_br: Um Insight %@ de %@ para o campo %@: %@

# feedbackWalkthrough::negative
source: Cancel
pt_br: Cancelar

# insight::reportOverview
source: Report overview
pt_br: Visão geral do relatório

# insight::cycleCompletion_IOS
source: Cycle completion %@
pt_br: Conclusão do ciclo %@

# insight::welcome::imageGalleryTooltip::selectImageToViewtFullScreen
source: Select image to view it in full screen
pt_br: Selecione a imagem para visualizá-la em tela cheia

# insight::plantsPerUnit_IOS
source: plants/%@
pt_br: plantas/%@

# feedbackReason::howWeCanDoBetter
source: Let us know how we can do better
pt_br: Deixe-nos saber como podemos fazer melhor

# account::retrieveJDAccount
source: Retrieve field information and operations data from your JD account
pt_br: Recupere informações de campo e dados de operações de sua conta JD

# account::selectNotificationType
source: Select the way you would like to get notified on new insights
pt_br: Selecione a forma como gostaria de ser notificado sobre novos insights

# account::sentBetweenSMS
source: Sent between 07:00 a.m. - 09:00 p.m.
pt_br: Enviado entre 07:00 e 21:00

# account::sendingSMSTo_iOS
source: Sending SMS to: %@
pt_br: Enviando SMS para: %@

# update::newVersionAvailable
source: New version available
pt_br: Nova versão disponível

# update::pleaseUpdateYourApp
source: To get the most of Insights, please update your app
pt_br: Para obter o máximo do Insights, atualize seu aplicativo

# walkthrough::receiveAlertsReports
source: Receive alerts & comprehensive reports so you can take fast action
pt_br: Receba alertas e relatórios abrangentes para que você possa agir rapidamente

# account::lastImage_IOS
source: Last image: %@
pt_br: Última imagem: %@

# field::analyze
source: Analyze
pt_br: Analisar

# field::viewImagesOnAnalyze
source: You can view the images that have been taken for the field by clicking the Analyze Field button
pt_br: Você pode ver as imagens que foram capturadas para o campo clicando no botão Analisar Campo

# noConnection::noInternetConnection
source: No internet connection
pt_br: Sem conexão de internet

# noConnection::checkYour internet connection
source: Please check your internet connection and try again
pt_br: Por favor verifique sua conexão com a internet e tente novamente

# farm:allFarms
source: All farms
pt_br: Todas as fazendas

# farm::farmSelected
source: farms selected
pt_br: fazendas selecionadas

# compare::compareFields
source: Compare Fields
pt_br: Comparar campos

# compare::comparingDifferentDatesOrLayers
source: Track changes by comparing different dates or layers of your fields.
pt_br: Rastreie as alterações comparando diferentes datas ou camadas de seus campos.

# role::beforeWeContinueWhatIsYourRole
source: Before we continue, What's your role?
pt_br: Antes de continuarmos, qual é o seu cargo?

# role::whatIsYourRole
source: What's your role?
pt_br: Qual é a seu cargo?

# role::selectMoreThanOne
source: You can select more than one.
pt_br: Você pode selecionar mais de um.

# role::youCanAlwaysChangeYourRole
source: You can select more than one. You can always change your role in the settings
pt_br: Você pode selecionar mais de um. Você sempre pode mudar seu cargo nas configurações

# role::noRoleSelected
source: No role selected
pt_br: Nenhum cargo selecionado

# compare:checkOutInAnalysis
source: Check it out in the analysis screen
pt_br: Confira na tela de análise

# language::chooseYourLanguage
source: Choose your language
pt_br: Escolha seu idioma

# insight::imageGallery::ofScan
source: of scan
pt_br: do escaneamento

# insight::field
source: Field
pt_br: Campo

# insight::firstDetected
source: first detected
pt_br: detectado pela primeira vez

# insight::firstDetection
source: First Detection
pt_br: Detectado pela primeira vez

# insight::firstDetectionLowerCase
source: First detection
pt_br: Detectado pela primeira vez

# insight::imageGallery
source: Image Gallery
pt_br: Galeria de imagens

# insight::affected
source: Affected
pt_br: afetada

# insight::affectedArea
source: Affected area
pt_br: Área afetada

# insight::imageTaken
source: Image taken
pt_br: Captura

# insight::description
source: Description
pt_br: Descrição

# insight::findingSamples
source: Finding Samples
pt_br: Encontrando Amostras

# insight::analyzeInsight
source: Analyze insight
pt_br: Analizar o insight

# insight::takeAction
source: Take action
pt_br: Tome uma ação

# insight:locationWithFindings
source: Locations with findings
pt_br: Locais com descobertas

# insight:pinchToZoom
source: Pinch to zoom
pt_br: Pinçar para zoom

source: Share
pt_br: Compartilhar

# insight::markUnread
source: Mark as unread
pt_br: Marcar como não lido

# insight::wasUseful
source: Was this insight useful?
pt_br: Este insight foi útil?

# insight::helpImprove
source: Help us improve!
pt_br: Ajude-nos a melhorar!

# insight::whyNotUseful
source: Why was this insight not useful?
pt_br: Por que esse insight não foi útil?

# feedbackReason::missing_info
source: Missing information
pt_br: Faltando informação

# feedbackReason::late
source: Too late
pt_br: Tarde demais

# feedbackReason::not_found
source: Issue not found in field
pt_br: Problema não encontrado no campo

# feedbackReason::other
source: Other
pt_br: Outros

# insight::shareSapeFileDescription
source: To complete your Shapefile request, select continue below. You will be redirected to a short form.
pt_br: Para concluir sua solicitação de Shapefile, selecione continuar abaixo. Você será redirecionado para um pequeno formulário.

# insight::shareReport
source: Share Report
pt_br: compartilhar relatório

# insight::requestAShapeFile
source: Request a Shapefile (NEW)
pt_br: Solicite um Shapefile (NOVO)

# insight::thanksFeedback
source: Thanks for your feedback!
pt_br: Obrigada pelo seu feedback!

# field::requestReportDialogDescription
source: To complete your report request, select continue below. You will be redirected to a short form.
pt_br: Para completar sua solicitação de relatório, selecione continue abaixo. Você será redirecionado para um formulário curto.

source: Back
pt_br: Voltar

source: Show more
pt_br: Mostre mais

# closeButton
source: Close
pt_br: Fechar

# field::analyzeField
source: Analyze field
pt_br: Analisar o campo

# fields::myFileds
source: My Fields
pt_br: Meus Campos

# imagery::newImageryReceived
source: New Imagery
pt_br: Novas Imagens

# feed::loadingInsights
source: Loading insights
pt_br: Carregando insights

# feed::loadingFields
source: Loading Fields
pt_br: Carregando campos

# feed::noUnreadInsights
source: No unread insights
pt_br: Sem insights não lidos

# feed::unreadEmptyStateSubtitle
source: We will notify you when new insights are detected.
pt_br: Iremos notificá-lo quando novos insights forem gerados.

# insight::navigateToLocation
source: Navigate to location
pt_br: Navegue para o local

# feed::weedInsightSubTitle
source: Weed report
pt_br: Relatório de plantas daninhas

source: Tap to zoom
pt_br: Clique para zoom

# timeAgo:years_MOBILE
source: %dy ago
pt_br: %d ano atrás

# timeAgo:months_MOBILE
source: %dmo ago
pt_br: %d mês atrás

# timeAgo::weeks_MOBILE
source: %dw ago
pt_br: %d semana atrás

# timeAgo::days_MOBILE
source: %dd ago
pt_br: %d d atrás

# timeAgo::hours_MOBILE
source: %dh ago
pt_br: %d h atrás

# imagery::newImagery
source: New Imagery
pt_br: Novas Imagens

# gotItButton
source: Got it
pt_br: Entendi

# account::settings
source: Settings
pt_br: Configurações

# account::notifications
source: Notifications
pt_br: Notificações

# account::notificationDisabled
source: Your notifications are disabled
pt_br: Suas notificações estão desabilitadas

# imageLayerData::rgb::name
source: True Color
pt_br: Cor verdadeira

# imageLayerData::thermal::name
source: Thermal
pt_br: Térmica

# airplaneType
source: Airplane
pt_br: Avião

# satelliteType
source: Satellite
pt_br: Satélite

# imageLayerData::ndvi::legend::end
source: Dense veg.
pt_br: Vegetação densa

# imageLayerData::ndvi::legend::start
source: Sparse veg.
pt_br: Vegetação rala

# imageLayerData::thermal::legend::end
source: Highest Temp.
pt_br: Temp. máxima

# imageLayerData::thermal::legend::start
source: Lowest Temp.
pt_br: Temp. mínima

# analysis::analysisMode
source: Analysis mode
pt_br: Modo de análise

# analysis::analysisImageType
source: Image type
pt_br: Tipo da imagem

# analysis::analysisImageDate
source: Image date
pt_br: Data da imagem

# analysis::selectInsights
source: Select
pt_br: Selecionar

# feed::reload
source: Reload
pt_br: Recarregar

# account::team
source: Team
pt_br: Time

# account::manageContactsFields
source: Manage your contacts and fields
pt_br: Gerencie seus contatos e campos

# account::sentBetweenPush
source: Sent between 07:00 a.m. - 09:00 p.m.
pt_br: Enviado entre 07:00 e 21:00

# account::helpCenter
source: Help center
pt_br: Ajuda

# account::logout
source: Log out
pt_br: Sair

# imageLayerData::thanksGotIt
source: Thanks! Got it
pt_br: Obrigado (a)! Entendi

# imageLayerData::thermal::info2Lines
source: Shows differences in plant temperature and water transpiration.
pt_br: Mostra diferenças na temperatura e transpiração da planta

# imageLayerData::ndvi::info2Lines
source: A calculated index (based on Infra-Red), which is used to monitor crop health and vegetation level.
pt_br: Um índice calculado (com base no infravermelho), que é usado para monitorar a sanidade da cultura e o nível de vegetação.

# imageLayerData::rgb::info2Lines
source: Natural colors image, similar to how the human eye would see the field from an airplane.
pt_br: Imagem de cores naturais, semelhante à forma como o olho humano veria o campo de um avião.

source: Learn more
pt_br: Veja mais

# account::notificationsPopUpTitle
source: Your notifications will be disabled!
pt_br: Suas notificações foram desabilitadas!

# account::notificationsPopUpSubtitle
source: Would you like to continue?
pt_br: Você gostaria de continuar?

source: Continue
pt_br: Continuar

source: Cancel
pt_br: Cancelar

# highlights::recentHighlights
source: Recent highlights
pt_br: Destaques recentes

# highlights::irrigationHighlights
source: Irrigation highlight
pt_br: Destaque de irrigação

# highlights::showAll
source: Show all
pt_br: Mostrar todos

# highlights::highlights
source: Highlights
pt_br: Destaques

# highlights::noRescentHighlights
source: No recent highlights
pt_br: Não há destaques recentes

# highlights::clickOnShowAll
source: Click on the Show all to review previous ones
pt_br: Clique em Mostrar Todos para rever outros

# login::subscribeToValley
source: Subscribe to Irrigation insights
pt_br: Assinar o Irrigation insights

# login::loginWithPhone
source: Login with phone number
pt_br: Entre com o número de telefone

# login::smsSent
source: An SMS message will be sent to you shortly with a confirmation code.
pt_br: Uma mensagem SMS será enviada para você em breve com um código de confirmação.

# login::impersonationTitle
source: Enter the phone number of the user you want to impersonate
pt_br: Digite o número de telefone do usuário que você deseja entrar

# login::impersonationExplenation
source: Impersonation allows you to log in as another user. This is useful for troubleshooting and support.
pt_br: A Impersonação permite que você faça login como outro usuário. Isso é útil para solução de problemas e suporte.

# login::impersonationButton
source: impersonate user
pt_br: Entrar como usuário

# login:asYourself
source: Skip impersonation
pt_br: Pular a impersonação

# impersonation::badge
source: Impersonation as:
pt_br: Entrando como

# loginErrors::invalid_number
source: Invalid number, please try again.
pt_br: Número inválido. Por favor, tente novamente.

# login::sendCode
source: Send me the code
pt_br: Me envie o código

# login::enterCode
source: Enter code
pt_br: Insira o código

# login::login
source: Log in
pt_br: Entrar

# loginErrors::missing_code
source: The code is incorrect or expired
pt_br: O código está incorreto ou expirado

# loginErrors::default_2_lines
source: Oops, something is not right. Try again in a few minutes
pt_br: Oops, algo não esta certo. Tente novamente em alguns minutos

# welcome::myFieldsTipNew
source: New - view all imagery and insights - per field
pt_br: Novo - Veja todas as imagens e insights - por campo

# welcome::fieldTip
source: All of your field's insights are accessible in one place
pt_br: Todos os Insights do seu campo são acessíveis em um só lugar

# welcome::analayzeTip
source: View your field's full imagery and detections over time
pt_br: Visualize todas as imagens e detecções do seu campo ao longo do tempo

# welcome::shareTip
source: Share insight via the media channel of your choice
pt_br: Compartilhe os Insights por seu canal de mídia favorito

# login::selectCountry
source: Select Country
pt_br: Selecione o país

# account::logoutPopUpTitle
source: Are you sure you want to log out?
pt_br: Tem certeza que deseja sair?

# account::logoutPopUpOk
source: Log out
pt_br: Sair

# update::versionUpdateRequired
source: Version update required
pt_br: Atualização de versão necessária

# update::updatedVersionAvailable
source: An updated version of Insights is available and required for app use
pt_br: Uma versão atualizada do Insights está disponível e é necessária para o uso do aplicativo

# update::updateNow
source: Update now
pt_br: Atualize agora

# welcome::myFieldsTip
source: Coming soon - access all insights and imagery per-field
pt_br: Em breve - acesse todos os Insights e imagens por campo

source: Loading...
pt_br: Carregando...

# walkthrough::detectIssuesEarly
source: Detect Issues in Your Fields Early
pt_br: Detecção precoce de problemas no Seu Campo

# walkthrough::usingArtificialIntelligenceTechnology
source: Using artificial intelligence (AI) technology, we analyze your fields to detect anomalies and provide you with easy-to-use reports
pt_br: Usando tecnologia de inteligência artificial (IA), analisamos seus campos para detectar anomalias e fornecer relatórios fáceis de usar

# walkthrough::captureFieldImagery
source: Capture Your Field Imagery
pt_br: Capture Imagens de Seu Campo

# walkthrough::scanVariousImageTypes
source: We scan and capture various image types in different resolutions from multiple sources
pt_br: Nós verificamos e capturamos várias imagens em diferentes resoluções de fontes múltiplas

# walkthrough::getNotified
source: Get Notified, Take Action
pt_br: Seja notificado, tome uma ação

# walkthrough::letsGetStarted
source: Let’s get started
pt_br: Vamos começar

# walkthrough::getStarted
source: Get Started
pt_br: Começar!

# walkthrough::next
source: Next
pt_br: Próxima

# account::noResultsFound
source: No results found
pt_br: Nenhum resultado foi encontrado

# field::noDataAvailableForThisField
source: No data is available yet for this field, but stay tuned! You will be notified soon.
pt_br: Ainda não há dados disponíveis para este campo, mas fique atento! Você será notificado em breve.

# field::ImageUnavailable
source: Image unavailable
pt_br: Imagem indisponível

# feed::noInsights
source: No insights
pt_br: Sem insights

# insight::fullReportETA
source: Full report ETA
pt_br: Relatório completo em

# insight::cloudy
source: Cloudy
pt_br: Nublado

# insight::cloudTipText
source: This image may be affected by cloud cover
pt_br: Há possibilidade desta imagem ter sido afetada por nuvens

# feedbackWalkthrough::subtitle
source: What did you think of this insight?
pt_br: O que você achou deste insight?

# walkthrough::WelcomeToValley
source: Welcome to Insights
pt_br: Bem-vindo ao Insights

# walkthrough::turningData
source: Turning data into action
pt_br: Transformando dados em ação

source: Thanks, got it
pt_br: Obrigado (a), entendi

# feed::somethingWrongTryReload
source: Something went wrong, please try again to load insights
pt_br: Algo deu errado, por favor tente carregar os Insights novamente

# insight::welcome::reportOverviewShows
source: Report overview shows the % of imagery taken and issues detected
pt_br: Visão geral do relatório mostra a % de imagens tiradas e problemas detectados

# insight::welcome::scrollBetweenCards
source: Scroll between cards to explore each detection
pt_br: Role entre os cartões para explorar cada detecção

# insight::welcome::clickOnCardShowSampleImagery
source: Click on the card to show sample imagery of each detection
pt_br: Clique no cartão para visualizar amostras de cada detecção

# insight::navigationToImageLocation
source: This button allows navigation to the image location
pt_br: Este botão permite a navegação para o local da imagem

# insight::emptyLocationOverviewCardTitle
source: Scan overview
pt_br: Visão geral da varredura

# insight::emptyLocationOverviewCardSummeryLabel
source: No detections found in scan
pt_br: Nenhuma detecção encontrada na varredura

# insight::emptyLocationSingleIssueLabel
source: Sample images
pt_br: Amostras de imagens

# loginErrors::no_fields_found
source: Your Insights account is no longer active. To resubscribe, please contact your dealer
pt_br: Sua conta Insights não está mais ativa. Para se inscrever novamente, entre em contato com o revendedor.

# insight::goalStandCount::text
source: Based on goal stand count of
pt_br: Com base na meta de estande

# insight::edit
source: Edit
pt_br: Editar

# insight::emptyLocationOverviewCardButtonLabel
source: View sample images
pt_br: Visualizar amostras de imagens

# userReport::fields
source: FIELDS
pt_br: CAMPOS

# userReport::coverage
source: COVERAGE
pt_br: COBERTURA

# userReport::imagery
source: IMAGERY
pt_br: IMAGEAMENTO

# userReport::viewAllImagery
source: View all imagery
pt_br: Visualizar todas as imagens

# feed::thisWeek
source: This week
pt_br: Esta semana

# field::fieldsCount
source: Fields (%d)
pt_br: Campos (%d)

# language::language
source: Language
pt_br: Idioma

# field::irrigationInsights
source: Irrigation insights
pt_br: Insights de irrigação

# field::seeAllIrrigationInsights
source: See all irrigation insights
pt_br: Veja todos os insights de irrigação

# field::seeAllImagery
source: See all imagery
pt_br: Veja todas as imagens

# field::satelliteImagery
source: Satellite Imagery
pt_br: Imagem de satélite

# field::latestImagery
source: Latest satellite imagery:
pt_br: Última imagem de satélite:

# field::lastImage_IOS
source: Last image: %@
pt_br: Última imagem: %@

# field::updateSatelliteImagery
source: Updated satellite imagery
pt_br: Imagem de satélite

# field::noRecentUpdates
source: No recent updates
pt_br: Nenhuma atualização recente

# field::requestReportTitle
source: Request a report
pt_br: Solicite um relatório

# field::requestReportDescription
source: Request a specific report outside the regular schedule service
pt_br: Solicite um relatório específico fora do dia de serviço regular

# feed:empty::noInsightToShow
source: There are no insights to show
pt_br: Não há insights para mostrar

# feed::empty::resetAllFarmFilter
source: Reset filter to all farms
pt_br: Redefinir filtro para todas as fazendas

# farmFilter::farmSelection
source: Farm selection
pt_br: Seleção da fazenda

# farmFilter::farmSelected
source: %d out of %d farms selected
pt_br: %d de %d fazendas selecionadas

source: Apply
pt_br: Aplicar

# account::yourAccount
source: Your account
pt_br: Sua conta

# account::manageAccount
source: Manage fields, subscriptions and contacts
pt_br: Gerenciar campos, subscrições e contatos

# account::availbleOnWeb
source: Currently only available on web
pt_br: Atualmente apenas disponível via web

# account::myRole
source: My role
pt_br: Minha função

# account::insertRole
source: Insert role
pt_br: inserir função

# role::farmOwner
source: Farm Owner
pt_br: Dono da fazenda

# role::farmManager
source: Farm Manager
pt_br: Gerente de Fazenda

# role::fieldManager
source: Field Manager
pt_br: Gerente do campo

# role::irrigationManager
source: Irrigation Manager
pt_br: Gerente de Irrigação

# role::inHouseAgronomist
source: In-house Agronomist
pt_br: Agrônomo interno

# role::agronomyConsultant
source: Agronomy Consultant
pt_br: Consultor Agronômico

# role::other
source: Other
pt_br: Outros

# contract::btnGetStarted
source: Get Started
pt_br: Começar

# contract::btnNext
source: Next
pt_br: Próxima

# contract::btnDone
source: Done
pt_br: Feita

# contract::touLinkablePart
source: terms of use
pt_br: termos de uso

# contract::ppLinkablePart
source: privacy policy
pt_br: política de privacidade

# contract::changesLinkablePart
source: here
pt_br: mudanças

# contract::touTitle
source: Terms of use
pt_br: Termos de Uso

# contract::ppTitle
source: Privacy Policy
pt_br: Política de Privacidade

# contract::changesTitle
source: Changes
pt_br: Mudanças

# contract::termOfUse
source: I agree to the terms of use and acknowledge the privacy policy.
pt_br: Eu aceito os termos de uso e conheço a política de privacidade

# contract::termOfSseCheckboxError
source: You must check the box to continue
pt_br: Você precisa marcar a caixa para continuar

# contract::updatedTouTitle
source: We’ve updated our Terms & Conditions
pt_br: Nós atualizamos nossos Termos de serviço

# contract::touChanges
source: Review the changes here.
pt_br: Você pode revisar nossas mudanças.
